{
  "title": "Frontend Template",
  "userCount": "User count: {{count}}",
  "landingShort": {
    "headline": "Productivity systems fail.",
    "headline2": "Todorant works.",
    "feature1": "Focus on one task at a time",
    "feature2": "Always add a date or a month to a task",
    "feature3": "Complete unpleasant tasks (frogs) first",
    "feature4": "Keep your inbox empty",
    "differenceTitle": "What's the difference?",
    "differenceText1": "All other productivity apps focus on storing, organizing and automating endless lists of tasks. Todorant focuses on the only thing that matters: it makes you complete the tasks.",
    "differenceText2": "Todorant uses a carefully crafted set of limits and praise to punish bad behaviour and support good habits. It affects the primitive part of the brain to make it crave completing todos like people crave sugar.",
    "differenceText3": "I've read and tried 20+ productivity books and methodologies. When all of them failed one by one I combined their components and simplified the result. This is how Todorant was created.",
    "crossplatform": "Truly cross-platform",
    "dealTitle": "What's the deal?",
    "dealText1": "Todorant is free for the first 30 days and then it is $5/month. It is more expensive than competitors because it works. If you don't get $5 worth of productivity in the first 30 days of the free trial, you are welcome not to continue to use Todorant.",
    "dealText2": "No strings attached. You don't need to give us any information like a credit card at all before your trial ends. You don't even need an account if you install the mobile apps!",
    "dealText3": "The only exception is if you signup on iOS, Apple has forced us to make you commit to a free trial before you can use the app. The way to avoid this limit is to create an account here, on the website, and then log in on the iOS app.",
    "act": "Act!",
    "contact": [
      "Still got questions? Contact me directly at ",
      ". Thank you. "
    ],
    "privacy": "Privacy policy"
  },
  "signIn": "Sign in",

  "feedback": {
    "title": "What do the users say?",
    "reviews": [
      {
        "name": "Sergey Romanov",
        "username": "Gendoor",
        "text": "Messages in the subscription part are cute :)\n\nThank you for the simple service thriving for the ideal. Turned out that it not only helps to be productive but also proactive. Little daily improvements confidently enhance life, and the free mind is constantly looking how to fill now emptied todo list so that it could feel the pleasure of completing tasks again and again — and it is a direct route towards improving everything surrounding me.\n\nAll in all, Todorant, no matter how simple at first glance, can become a faithful ally in any business. Thank you, Nikita, for unleashing the aspects of true productivity and sharing them with us in a convenient solution.\n\nThankful Todorant subscriber."
      },
      {
        "name": "Dinislam Sad",
        "username": "Azerzet",
        "text": "The main advantages that I, and I'm sure others, liked.\n1. Simple and convenient interface.\n2. Missed tasks automatically become frogs, and an option to make a task a frog initially.\n3. /done command is a must, and thank you for it, Nikita. I used Todoist, Wunderlist, Bitrix24. All of them are overcomplicated.\n4. Telegram bot."
      },
      {
        "name": "Aleksei Kaut",
        "username": "aleksei_kaut",
        "text": "After I created the first tasks and switched to the 'Current' tab — I was surprised that I had only one task and that I needed to complete it before moving on. This idea with one task and concentration on it struck me, it seems obvious, but I couldn\"t use it before.\n\nI usually tracked tasks and ideas in Notes, which should be done soon, but I did not approach it as a system. I have been using the service for a couple of weeks, not very actively, but I think this is a very strong way to systemize the affairs and tasks.\n\nThank you for your work!"
      },
      {
        "name": "Anton",
        "username": "mas1311",
        "text": "Tested Todorant. At first, I was skeptical (I tried a lot of planning services already), but I realized that it works effectively and is very easy to use.\n\nPlus, for reasons unknown to me, when all the tasks are completed for the day, strong satisfaction appears, which was absent in other planners (there was something like 'well, that was everything... or not?').\n\nThank you for your work!"
      },
      {
        "name": "Willsey Paslen",
        "username": "WillseyPaslen",
        "text": "Thanks for the great service. Enough time has passed so that I can say — it helps me. Thanks, Nikita 😁 And good luck with the app."
      },
      {
        "name": "Igor Malinkin",
        "username": "sxe4kilo",
        "text": "I started to do at least something with Todorant, so my productivity went up from 0."
      },
      {
        "name": "Vladimir Dubenko",
        "username": "dubenko_v",
        "text": "Your service is awesome in terms of at least three things:\n1. Convenient — it is minimalistic!\n2. It instills a habit.\n3. Strange as it may seem, it doesn't force you to think rationally.\n\nI'm irrational by nature, I can't just lead 1 project (I burn out quickly). My life is multitasking! 3 projects in parallel are easy, but 3 is not enough... 7 sounds more like it. And your service allows you to achieve this. It is the alternation of tasks that prevents the brain from burning out in one particular direction. And somehow, magically, it alternates tasks from one project to another."
      },
      {
        "name": "Maksim Alekseyevich",
        "username": "MMAradiology",
        "text": "I can\"t say that using Todorant changed my life. Can I say that this is a meaningful and very useful application/website? Yes, thousand times yes.\n\nI like Todorant, it lets me free up my 'operating memory' and allows me to think about solving problems, not about remembering them. As Nikita (the creator) correctly wrote — with constant and correct use, tasks that used to cast true biblical fear will stop appearing. And this will not happen because the complex tasks will stop coming. It will become clear to you (and to me, and everyone) that 'the road will be overpowered by those walking', 'the way to the thousand miles begins with one step'."
      },
      {
        "name": "Kiku Reise",
        "username": "Kiku_Reise",
        "text": "I've arranged my work, programming and hobby tasks. Even this review was written thanks to Todorant. Just one task, no complications. That's the whole point of the app — it helped me to concentrate without constantly shuffling my todos.\n\nOf course, you can set tasks and forget about them, but for me, it's easier to go back to a minimalistic application with one task, rather than to spend half a day looking for what task to work on now out of a hundred planned in Telegram or Notion.\n\nI was especially pleased with the update with hashtags — now all stats are on the palm of my hand, I can track and share with friends how many tasks I have completed this month.\n\nThank you a lot for Todorant!"
      }
    ]
  }
}
