{
  "title": "Темплейт Фронтенда",
  "userCount": "Количество пользователей: {{count}}",
  "landingShort": {
    "headline": "Системы продуктивности не работают.",
    "headline2": "Тудурант работает.",
    "feature1": "Фокусируйтесь на одной задаче за раз",
    "feature2": "Добавляйте дату или месяц каждой задаче",
    "feature3": "Делайте неприятные задачи (лягушки) в начале дня",
    "feature4": "Держите папку \"входящие\" пустой",
    "differenceTitle": "В чем отличие Тудуранта?",
    "differenceText1": "Все остальные инструменты продуктивности фокусируются на хранении, организации и автоматизации бесконечных списков задач. Тудурант фокусируется на том, что важно: он заставляет вас завершать задачи.",
    "differenceText2": "Тудурант использует тактики наказаний и похвалы для поддержания хороших привычек и отказа от плохого поведения. Он воздействует на примитивную часть мозга и прививает зависимость к выполнению задач по тем же принципам, по которым работает привыкание к сахару.",
    "differenceText3": "Я прочитал более 20 книг про продуктивность и попробовал все методологии из них. Когда я провалил буквально каждую из систем продуктивности, я разбил их на составляющие, собрал из разбитых частей одну большую методологию и упростил результат. Это то, как был создан Тудурант.",
    "crossplatform": "По-настоящему кросс-платформенный",
    "dealTitle": "Что требуется от вас?",
    "dealText1": "Тудурант бесплатен первые 30 дней использования, после — примерно $5 в месяц. Это дороже, чем у конкурентов, потому что Тудурант реально работает. Если вы не получите $5 в эквиваленте продуктивности за первые 30 дней — ничего страшного, просто перестаньте пользоваться Тудурантом.",
    "dealText2": "Вам нужно лишь начать пользоваться Тудурантом. Вам не нужно давать никакую информацию типа номера кредитной карты до окончания бесплатного периода пользования. Вам даже не нужно создавать аккаунт, если вы начнете пользоваться мобильными приложениями!",
    "dealText3": "Единственное исключение — это если вы создадите аккаунт с девайса от Apple. Apple заставили Тудурант просить пользователей начать бесплатную подписку на iOS до того, как люди могут начать пользоваться сервисом. Чтобы обойти это ограничение, сначала создайте аккаунт здесь, на сайте — а потом зайдите в этот аккаунт через iOS приложение."
  },
  "signIn": "Войти",

  "feedback": {
    "title": "Что говорят пользователи?",
    "reviews": [
      {
        "name": "Sergey Romanov",
        "username": "Gendoor",
        "text": "Милые сообщения в разделе подписки Тудуранта :)\n\nБлагодарю за простой и стремящийся к идеальному сервис. Оказалось, что он помогает быть не только продуктивным, но и проактивным. Маленькие улучшения каждый день уверенно подтягивают за собой отстающие звенья, а свободный от задач разум постоянно ищет, чем бы заполнить опустевший список задач, чтобы снова и снова получать удовольствие от их выполнения и связанных с этим перемен — и это прямой путь к улучшению всего, что меня окружает.\n\nВ общем, Тудурант, каким бы простым он ни казался на первый взгляд, способен стать верным соратником в любых делах. Спасибо, Никита, что осознал аспекты истинной продуктивности и поделился ими с нами в удобном решении.\n\nБлагодарный подписчик Тудуранта."
      },
      {
        "name": "Dinislam Sad",
        "username": "Azerzet",
        "text": "Главные плюсы, которые лично мне да и уверен остальным также понравились.\n1. Простой и удобный интерфейс.\n2. Пропущенные задачи автоматически становятся лягушками, и также возможность изначально отметить задачу \"лягушкой\".\n3. Категория /done это просто необходимость, и спасибо за это, Никита. Я юзал Тудуист, Вундерлист, Мои Дела. Все эти программы перегруженные слишком.\n4. Телеграм бот."
      },
      {
        "name": "Aleksei Kaut",
        "username": "aleksei_kaut",
        "text": "После того как создал первые задачи и переключился на вкладку \"Текущие\" — офигел от того, что передо мной только одна задача и что надо завершить ее перед тем как идти дальше. Эта идея с одной задачей и концентрацией на ней меня поразила, вроде очевидно, но раньше так не мог.\n\nЯ обычно писал в Notes задачи и идеи, что нужно сделать в ближайшем времени, но не подходил к этому как к системе. Пользуюсь сервисом пару недель и не очень активно, но думаю это очень сильный подход к систематизации дел и задач.\n\nСпасибо за твою работу!"
      },
      {
        "name": "Anton",
        "username": "mas1311",
        "text": "Протестировал тудурант. Сначала был скепсис (уж очень много перепробовал сервисов по планированию), но понял, что действительно эффективно работает и очень прост в использовании.\n\nПлюс, по неизвестной мне причине, когда выполняются все задачи на день появляется мощная гордость и удовлетворение, что отсутствовало в других планировщиках (там было что то в формате \"ну вроде все.. или нет?\").\n\nСпасибо за твои работы!"
      },
      {
        "name": "Willsey Paslen",
        "username": "WillseyPaslen",
        "text": "Спасибо за отличный сервис. Прошло достаточно времени, чтобы точно можно было сказать — мне он помогает. Спасибо, Никита 😁 И удачи с приложением."
      },
      {
        "name": "Igor Malinkin",
        "username": "sxe4kilo",
        "text": "с Тударантом я хоть что-то начал делать, так что моя производительность поднялась с 0."
      },
      {
        "name": "Vladimir Dubenko",
        "username": "dubenko_v",
        "text": "Твой сервис потрясный в плане, как минимум, трех вещей:\n1. Удобен — вот реально ничего лишнего!\n2. Прививает привычку, как ты там писал в каком-то из постов, прям с языка снял в тот момент: мы — это набор привычек.\n3. Как ни странно, не заставляет рационально мыслить.\n\nЯ по своей натуре иррационален, я не могу просто вести 1 проект (я быстро выгораю). Я живу только многозадачностью! 3 проекта параллельно легко, но мало... 7 — вот это интересней. И твой сервис позволяет этого достигать. Именно чередование задач не дает возможности мозгу выгорать в одном конкретном направлении. А каким-то магическим образом чередует задачи с одного проекта на другой."
      },
      {
        "name": "Maksim Alekseyevich",
        "username": "MMAradiology",
        "text": "Сказать, что пользование Тудурантом изменило мою жизнь, я не могу. Сказать, что это значимое и очень полезное приложение/сайт? Да, хоть тысячу раз.\n\nМне Тудурант нравится, и он позволяет освободить свою \"операционную память\", позволить себе мыслить над решением проблемы, а не над её запоминанием. Как правильно написал Никита (создатель) — при постоянном и правильном использовании перестанут появляться задачи, которые раньше внушали поистине библейский страх. И это будет происходит не из-за того, что перестают поступать сложные задачи. Тебе (и мне, и всем) станет понятно — \"дорогу осилит идущий\", \"путь в тысячу ли начинается с одного шага\"."
      },
      {
        "name": "Kiku Reise",
        "username": "Kiku_Reise",
        "text": "Я разгрузил свои задачи по работе, программированию и хобби. И даже этот отзыв написал благодаря фокусу от Тудуранта. Всего одна задача, никаких усложняющих приоритетов. В этом вся фишка сервиса — он помог мне сконцентрироваться, и не распыляясь поочередно выполнить таски.\n\nКонечно, можно проставить задачи и забить, но лично мне проще возвращаться к минималистичному приложению с одной задачкой, нежели пол дня искать в сохраненках Телеграма или Notion какую бы задачу сейчас выполнить из сотни запланированных.\n\nОсобенно порадовало обновление с хештегами — теперь вся статистика как на ладони, могу трекать и делиться с друзьями сколько задач по разработке я выполнил в этом месяце.\n\nБольшое спасибо за Тудурант!"
      }
    ]
  }
}
