{
  "encryption": {
    "info": "Використовуйте цю секцію з максимальною обережністю! Шифрування не працюватиме, якщо ви не введете пароль. Далі буде два типи задач: зашифровані та незашифровані. Всі нові задачі будуть зашифрованими. Старі задачі можна буде зашифрувати, натиснувши на кнопку нижче. Якщо ви втратите пароль, відновити задачі буде неможливо.",
    "switch": "Шифрувати задачi",
    "password": "Пароль",
    "encryptAllButton": "Зашифрувати всі",
    "decryptAllButton": "Розшифрувати всі",
    "confirm": "Впевнені, що хочете шифрувати всі задачі паролем? Ви зможете розшифрувати задачі цим же паролем. Якщо ви втратите пароль, у вас не вийде розшифрувати задачі!",
    "disableConfirm": "Впевнені, що хочете прибрати пароль і вимкнути шифрування? Це дія не розшифрує зашифровані задачі.",
    "errorDecrypting": "Неправильний пароль розшифровки",
    "repeatPassword": "Повторіть пароль",
    "title": "Шифрування"
  },
  "search": "Пошук",
  "qr": { "code": "QR код" },
  "breakdown": {
    "request": "Схоже, ви занадто часто переміщуєте цю задачу. Будь ласка, розбийте її на дрібніші підзадачі, ви більше не можете переміщувати цю задачу на іншу дату. Повірте, це допоможе виконати завдання!",
    "button": "Розбити"
  },
  "warning": "Увага",
  "hashtags": { "title": "Хештеги" },
  "supportAlert": {
    "title": "Підтримка",
    "text": "Якщо у вас є якісь питання або пропозиції, <a href=\"mailto:todorant@borodutch.com\">напишіть мені на імейл</a>, <a href=\"https://t.me/borodutch\" target=\"_blank\">в Телеграм</a> або <a href=\"https://t.me/todorant_feedback\" target=\"_blank\">приєднуйтесь до нашої групи в Телеграмі</a>!"
  },
  "loginMobile": {
    "telegram": {
      "headline": "Для входу через Telegram введіть свій Telegram ID та натисніть \"Увійти\". Ви можете дізнатись свій Telegram ID, написавши <code>/id</code> до <a href=\"https://t.me/todorant_bot\" target=\"_blank\">@todorant_bot</a>. Або можете відправити <code>/qr</code> до <a href=\"https://t.me/todorant_bot\" target=\"_blank\">@todorant_bot</a> та відсканувати його в секції QR Вхід!",
      "idHint": "Телеграм ID",
      "loginButton": "Увійти",
      "noCredentialsError": "Будь ласка, вкажіть Телеграм ID",
      "cannotSendMessageError": "Не вийшло відправити запит на логін користувачу. Будь ласка, впевніться, що ви розпочали чат з @todorant_bot і що Телеграм ID правильний",
      "waiting": "Чекаю відповіді від <a href=\"https://t.me/todorant_bot\" target=\"_blank\">@todorant_bot</a>...",
      "notAllowedError": "Запит на вхід було відхилено"
    }
  },
  "noReport": {
    "title": "Дані ще відсутні",
    "text": "Мерщій виконувати свою першу задачу і повертайтесь сюди!"
  },
  "report": {
    "title": "Звіт",
    "tasksCompleted": "Задач завершено",
    "frogsCompleted": "Жаб завершено",
    "share": "Поділіться цим звітом!",
    "hashtag": "Хештег",
    "shareButton": "Поділитися",
    "url": "Постійне посилання на цей звіт",
    "shareMessage": "Перегляньте мій звіт продуктивності від Тудуранта!",
    "call": "Бажаєте приєднатись?",
    "callButton": "Приєднатися до Тудуранту",
    "startDate": "Дата початку",
    "endDate": "Дата закінчення"
  },
  "title": "Тудурант",
  "cookie": {
    "button": "Зрозуміло!",
    "message": "🍪 Цей вебсайт використовує кукіз."
  },
  "home": {
    "texts": {
      "contact": [
        "Залишились запитання? Напишіть мені за адресою ",
        ". Дякую. "
      ]
    },
    "signIn": "Увійти",
    "facebook": "Увійти через Facebook",
    "google": "Увійти через Google",
    "privacy": "Політика конфіденційності",
    "feedback": {
      "title": "Що кажуть користувачі?",
      "reviews": [
        {
          "name": "Sergey Romanov",
          "username": "Gendoor",
          "text": "Милі повідомлення у розділі підписки Тудуранту :) Дякую за простий сервіс, що прагне до ідеалу. Виявилося, що він допомагає бути не тільки продуктивним, але й проактивним. Маленькі покращення кожен день впевнено підтягують за собою відстаючі ланки, а вільний від задач розум постійно шукає, чим заповнити спорожнілий список задач, щоб знов і знов отримувати задоволення від їх виконання і пов'язаних з цим змін — і це прямий шлях до покращення всього, що мене оточує. Загалом, Тудурант, яким би простим він не здавався на перший погляд, здатен стати вірним соратником у будь-яких справах. Дякую, Микито, що усвідомив аспекти істинної продуктивності та поділився ними із нами у зручному рішенні. Вдячний підписник Тудуранту."
        },
        {
          "name": "Dinislam Sad",
          "username": "Azerzet",
          "text": "Головні плюси, які особисто мені, та і впевнений, іншим також сподобалися.\n1. Простий і зручний інтерфейс.\n2. Пропущені завдання автоматично стають жабами, а також можливість спочатку відмітити завдання \"жабою\".\n3. Категорія /done це просто необхідність, і дякую за це, Микито. Я юзав Тудуіст, Вундерліст, Мої Справи. Всі ці програми занадто перевантажені.\n4. Телеграм-бот."
        },
        {
          "name": "Aleksei Kaut",
          "username": "aleksei_kaut",
          "text": "Після того, як створив свої перші завдання і переключився на вкладку \"Поточні\" — офігів від того, що переді мною тільки одне завдання і що необхідно завершити його перед тим, як іти далі. Ця ідея з єдиним завданням і концентрацією на ньому мене вразила, здавалося б очевидно, але раніше так не міг.\n\nЯ зазвичай писав в Notes завдання та ідеї, що потрібно зробити найближчим часом, але не підходив до цього як до системи. Користуюся сервісом кілька тижнів і не дуже активно, але думаю, що це дуже сильний підхід до систематизації справ і завдань.\n\nДякую за твою роботу!"
        },
        {
          "name": "Anton",
          "username": "mas1311",
          "text": "Протестував Тудурант. Спочатку був скепсів (дуже вже багато перепробував сервісів з планування), але зрозумів, що дійсно ефективно працює і дуже простий у використанні.\n\nПлюс, за невідомою мені причини, коли виконуються всі завдання на день і з'являється потужна гордість і задоволення, що було відсутньо у інших сервісах планування (там було щось у форматі \"ну здається все.. чи ні?\").\n\nДякую за твої роботи!"
        },
        {
          "name": "Willsey Paslen",
          "username": "WillseyPaslen",
          "text": "Дякую за чудовий сервіс. Пройшло достатньо часу, щоб можна було точно сказати — мені від допомагає. Дякую, Микито😁. І удачі з додатком."
        },
        {
          "name": "Ігор Малінкін",
          "username": "sxe4kilo",
          "text": "З Тудурантом я почав хоч щось робити, так що моя продуктивність піднялася з 0."
        },
        {
          "name": "Володимир Дубенко",
          "username": "dubenko_v",
          "text": "Твій сервіс приголомшливий у плані, як мінімум, трьох речей:\n1. Зручний — от взагалі нічого зайвого!\n2. Прищеплює звичку, як ти там писав у якомусь з постів, прям з язику зняв у той момент: ми — це набір звичок.\n3. Як не дивно, змушує раціонально мислити.\n\nЯ за своєю натурою ірраціональний, я не можу просто вести 1 проект (я швидко вигоряю). Я живу тільки багатозадачністю! 3 проекти паралельно — легко, але мало... 7 — ось це вже цікавіше. І твій сервіс дозволяє цього досягати. Саме чергування завдань не дозволяє мозку вигоряти у одному конкретному напрямку. А якимось магічним чином чергує завдання з одного проекту на інший."
        },
        {
          "name": "Maksim Alekseyevich",
          "username": "MMAradiology",
          "text": "Сказати, що використання Тудуранту змінило моє життя, я не можу. Сказати, що це дуже значимий і корисний додаток/сайт? Так, хоч тисячу разів.\n\nМені Тудурант подобається, і він дозволяє звільнити свою \"операційну пам'ять\", дозволити собі мислити над вирішенням проблеми, а не над її запам'ятовуванням. Як правильно писав Микита (творець) — при при постійному і правильному використанні перестануть з'являтися завдання, які раніше вселяли воістину біблійський страх. І це буде відбуватися не через те, що перестають поступати складні завдання. Тобі (і мені, і всім) стане зрозуміло — \"дорогу здолає той, хто йде\", \"шлях в тисячу лі починається одного кроку\"."
        },
        {
          "name": "Kiku Reise",
          "username": "Kiku_Reise",
          "text": "Я розвантажив свої завдання по роботі, програмування та хобі. Навіть цей відгук написав завдяки фокусу від Тудуранту. Всього одне завдання, та ніяких ускладнюючих пріоритетів. У цьому вся фішка сервісу — він допоміг мені сконцентруватися, та не розпорошуючись по черзі виконати таски.\n\nЗвичайно, можна проставити завдання й забити, але мені простіше повертатися до мінімалістичного додатка з однією задачею, ніж пів дня шукати в Телеграмi або Notion щоб виконакти одне завдання із сотні запланованих.\n\nОсобливо сподобалося оновлення з хештегами — тепер вся статистика як на долоні, можу трекать та ділитися з друзями скільки завдань з розробки я виконав у цьому місяці.\n\nЩиро дякую за Тудурант!"
        }
      ]
    },
    "act": "Дійте!",
    "apple": "Увійти через Apple",
    "crossplatform": { "title": "По-справжньому крос-платформний" }
  },
  "menu": {
    "darkMode": { "on": "Темна тема: увімк.", "off": "Темна тема: вимк." },
    "logout": "Вийти"
  },
  "support": "Щось незрозуміло? Пишіть мені на <a target=\"_blank\" href=\"mailto:n@borodutch.com\">n@borodutch.com</a>",
  "errors": {
    "login": {
      "facebook": "Не вдалося зайти через Facebook",
      "google": "Не вдалося зайти через Google",
      "telegram": "Не вдалося зайти через Telegram",
      "apple": "Не вдалося зайти через Apple"
    },
    "internal": "Внутрішня помилка серверу",
    "loadTodos": "Не вдалося завантажити задачі",
    "todo": {
      "textLenght": "Задачі повинні мати текст",
      "dateOrMonth": "Задачам необхідно виставляти або точний день, або місяць",
      "more1500": "Задачам не може мати більше 1500 символів"
    },
    "invalidForm": "Будь ласка, заповніть необхідні поля",
    "report": "Не вдалося завантажити звіт",
    "appleFirefox": "Нажаль, це помилка входу <a href=\"https://bugzilla.mozilla.org/show_bug.cgi?id=1628361\">a bug</a> у Apple через браузер Firefox. Доки це не виправлять, будь ласка, використовуйте інший браузер для входу через Apple, а після цього об'єднайте акаунт з іншими соціальними аккаунтами в Тудуранті. Вибачте за незручності."
  },
  "close": "Закрити",
  "notFound": "Сторінку не знайдено",
  "todo": {
    "create": {
      "title": "Додати задачі",
      "text": "Текст задачі",
      "textHint": "Сюди можна додати посилання на email або вебсайт",
      "placeholder": "Задача",
      "frog": "Це жаба!",
      "date": "Точний день",
      "month": "Або місяць",
      "tooltip": "Задачі завжди мають бути: такими, які можна виконати (\"Знайти найкращі квитки у Мексику на агрегаторі квитків\", а не \"Полетіти у Мексику\"); щонайменшими і зрозумілими (\"Протерти дісплей\", а не \"Прибратися вдома\").",
      "goFirst": "Додати зверху"
    },
    "list": { "completed": "Показати завершені" },
    "edit": { "title": "Редагування" }
  },
  "cancel": "Скасувати",
  "save": "Зберегти",
  "delete": "Видалити",
  "deleteHeadline": "Ви впевнені, що бажаєте видалити \"{name}\"?",
  "current": "Поточне",
  "planning": "Планування",
  "created": "Створено",
  "breakdownInfo": "Використовуйте розбивку, якщо поточна задача занадто об'ємна",
  "howto": {
    "title": "Як користуватися Тудурантом?",
    "premise": "Нижче описані основні принципи, яких ви повинні дотримуватися, щоб максимально продуктивно користуватися усіма функціями Тудуранту. Це просто, як 1-2-3, але на декілька кроків більше.",
    "bonus": {
      "title": "Бонусні функції",
      "rules": [
        "Користуйтеся клавіатурними скороченнями на десктопі! Ви можете (a) — додати, (b) — розбити, перемкнутися на (c) — поточне, відмітити як (d) — виконане і переключитися на (p) — планування."
      ]
    }
  },
  "skipped": "Пропущено",
  "subscription": {
    "title": "Підписка",
    "statusText": "Статус підписки: {status}",
    "signature": "Никита Колмогоров, творець Тудуранту",
    "daysLeft": "(Залишилося днів: {daysLeft})",
    "5dollars": "$5/місяць",
    "success": "Підписку придбано успішно!",
    "payment": {
      "success": "✅ Вам вдалося! Насолоджуйтеся необмеженим Тудурантом 💪",
      "failure": "✋ Йой! Щось пішло не так. Може, спопробуєте ще раз? 😳",
      "back": "Повернутися до продуктивності!"
    },
    "cancel": "Скасувати підписку",
    "manage": "Управління підпискою",
    "36dollars": "$36/рік",
    "150dollars": "$150 один раз"
  },
  "moveUp": "Перенести на сьогодні",
  "settings": {
    "title": "Налаштування",
    "showTodayOnAddTodo": "Встановлювати сьогоднішню дату автоматично при створенні завдань",
    "firstDayOfWeek": "Перший день тижня",
    "newTodosGoFirst": "Нові завдання додаються на початок списку",
    "preserveOrderByTime": "Зберегти точний порядок часу",
    "general": "Загальне",
    "integrations": "Iнтеграції",
    "connected": "З'єднано",
    "notConnected": "Не з'єднано",
    "googleCalendar": "Google Calendar",
    "disconnectConfirm": "Впевнені, що хочете відключити цей сервіс?",
    "account": "Обліковий запис",
    "startTimeOfDay": "Початок дня",
    "telegram": "Телеграм"
  },
  "allDoneTitle": "Вітаємо!",
  "allDoneText": "🥳 Ви зробили це! Всі завдання на сьогодні зроблено, відпочиньте або трішки потанцюйте 💃",
  "noTodosTitle": "Нумо!",
  "noTodosText": "У Вас сьогодні немає жодних завдань. Якщо Ви хочете попрацювати—додайте нове завдання на сьогодні або візьміть завдання з майбутнього.",
  "addTodoTime": "Точний час",
  "completed": "Виконано",
  "planningText": "Схоже, вам треба зайнятись плануванням! Будь-ласка перерозподіліть невирішені завдання, щоб розблокувати розділ \"Поточне\" і для того, щоб залишатися продуктивними. Удачі!",
  "inactiveText": "🐝 Схоже, що ваш пробний період Тудуранта закінчився. Чи покращив Тудурант ваше життя хоча б на 5$/місяць? Сподіваюся що так! Отже до справи.\n\nДілова пропозиція. Я отримаю: 5$ в місяць, 36$ в рік (неймовірна знижка 40%) або ж 150$ прямо зараз. Ви отримаєте: безмежну продуктивність і Тудурант без обмежень в бонус.\n\nЩо скажете?",
  "earlyAdopterText": "👏👏 — це мої оплески Вам; Ви навіжені, хто погодився випробувати інструмент постійно зростаючої плідності Todorant, серед перших. Можна сказати, що Ви — золота тисяча, відгуки якої формували Todorant із самого початку. У Вас є всі права використовувати Todorant скільки завгодно — Ви ніколи не відчуєте жодних обмежень, Ви заробили це. Однак якщо Ви помітили, що Todorant значно покращив Ваше життя — Ви все одно можете придбати підписку, це найкращий спосіб сказати \"Спасибі\". Ви ніколи не втратите статус \"Ранній користувач 🦄\" — але завжди зможете скасувати підписку. Дякую Вам за те, що Ви все ще використовуєте Todorant — я продовжуватиму додавати нові можливості, покращуючи продукт, який позитивно впливає на всіх нас. Щасти!",
  "earlyAdopterTextBonus": "🤗 Це нереально! Схоже, що або Todorant, або я особисто допоміг Вам достатньо, щоб Ви придбали підписку, хоча Ви можете користуватися Todorant безплатно. Я глибоко зворушений і радий випити з Вами чашку кави або просто трохи поговорити. Не соромтеся зв’язатися зі мною в Telegram (@borodutch) або електронною поштою — просто натисніть моє ім’я нижче. Щиро вдячний! Важко уявити, наскільки важливий Ваш внесок!",
  "trialText": "💪 Ласкаво просимо до Todorant! У Вас є 30 днів після реєстрації, щоб визначитися, чи добре працює Todorant для Вас. Після того, як мине 30 днів, Ви все одно отримаєте доступ до старих завдань, але не зможете додавати нові. Цілком добре придбати підписку до закінчення 30 днів. Я вірю, що використання Todorant принесе Вам нові висоти в особистій плідності!",
  "rules": [
    "Щойно у вас з'являється завдання (отримаєте електронний лист, телефонний дзвінок, текст або якщо Ви побачите щось цікаве, що має бути внесено до Вашого списку завдань) — створіть його зараз. Не чекайте, бо Ви забудете про це, якщо не запишете.",
    "Завдання завжди має бути закликом до дії та щонайточнішим. Якщо завдання займає менше 2 хвилин, виконайте його відразу та позначте як виконане.",
    "Під час створення завдання Ви або вказуєте точну дату, або місяць. Ви не можете обрати поточний місяць без певної дати. Це зроблено для того, щоб розслабити Ваш мозок. Якщо Ви довіряєте системі та додаєте в неї все, що потрібно, на правильні дати — то Ви будете зустрічатися з завданнями в правильний час. Величезна кількість сили волі витрачається даремно на постійне хвилювання на зразок \"тієї речі, яку мені потрібно зробити, але я точно не пам'ятаю, що це за річ\". Навчіться довіряти і відпочивати.",
    "Перше, що Ви робите щомісяця — це плануєте заздалегідь. Ви берете усі завдання, призначені на поточний місяць, і впорядковуєте їх у правильні дати. Це дозволяє відпорядкувати застарілі завдання та зберігати спокій у думках, точно знаючи, що Вам потрібно зробити цього місяця.",
    "Перше, що Ви робите вранці — це плануєте свій день. Погляньте на розділ «Планування». Ви можете впоратися з усим? Розподіліть завдання, які сьогодні не вдається виконати. Перерозподіліть будь-які завдання, які не були виконані за попередні дні.",
    "Якщо це не надзвичайна ситуація, не дивіться на розділ планування після того, як закінчили його. Психологічно буде набагато ліпше, якщо Ви зосередитесь лише на одному завданні, тому стежте за розділом «Поточне». Довіряйте системі, вона запам'ятовує все. Робіть свою роботу і розслабте свій розум.",
    "Розділ «Поточне» містить лише одне завдання, на якому потрібно зосередитися — більше нічого. Ви можете мати більше одного завдання на день. Кількість завдань, а також смуга виконання відображаються для Вашої зручності. Вам не дозволяється стрибати між завданнями — Ви повинні виконувати кожне завдання по черзі.",
    "Жаби — це особливий вид завдань, які Ви не хочете робити. Зазвичай, це завдання, які Ви не робите місяцями і навіть роками. Todorant змушує Вас розбиратися насамперед з жабами  кожен день. Вранці ваші запаси сили волі чималі, щоб впоратися навіть з найнеприємнішими завданнями. А після перемоги над жабою Ви отримаєте достатній заряд щастя, щоб сяяти усмішкою весь день. Ви будете собою пишатися, що нарешті справляєтеся з жабами.",
    "Ви можете пропустити поточне завдання — але намагайтеся робити це якомога рідше. Не можна пропустити жабу. Якщо Ви не виконали завдання і довелося перерозподілити його двічі, воно стає жабою.",
    "Якщо поточне завдання занадто високого рівня, то розбийте його на список підзавдань. Тільки-но Ви розіб'єте його, завдання позначається як виконане.",
    "Додайте якомога більше відповідних відомостей про завдання. Додайте посилання на конкретні електронні листи (gmail в Інтернеті дозволяє це зробити), вебсайти, записки (наприклад, evernote), документи (наприклад, DropBox), залишайте номери телефонів або додайте будь-які відомості, які можуть знадобитися для виконання завдання. Todorant не повинен бути головним сховищем і текою Ваших даних, але має бути місцем, де посилання на необхідні для завдань дані зберігаються одразу з певними завданнями.",
    "Не соромтеся приєднатись до нашої багатомовної групи у Telegram, щоб поділитися досвідом та підказками щодо підвищення плідності — @todorant_feedback! Ваші відгуки про сервіс — пропозиції, побажання та скарги — дуже корисні.",
    "Використовуйте режим редагування (значок порядку переліку вгорі) в розділі «Планування», щоб змінити порядок завдання. Якщо Ви хочете призначити завдання певному тижню, просто призначте його на понеділок і перерозподіліть його на етапі планування у вранішній понеділок.",
    "У Todorant немає і ніколи не буде повторюваних завдань — єдине, на що вони добре роблять, так це викликають занепокоєння, навішуючи над Вами невиконані завдання. Якщо Вам потрібно виконати повторювані завдання — додайте їх уручну, Ваш мозок буде вдячний Вам за свідомі завдання.",
    "Todorant не має поняття \"Проєкти\", бо воно показало себе демотивуючим, деякі з \"тек\" ніколи не будуть відкриті. Проєктам \"Фітнес\" та \"Самовдосконалення\" передаються «вітання». Натомість використовуйте #хештеги.",
    "Жаби завжди з’являються у верхній частині списку.",
    "У Тудуранте немає нагадувань про завдання з точним часом. Однак ви можете включити інтеграцію з Гугл Календарем, щоб вам набридав нотифікації Гугл, а не Тудурант."
  ],
  "earlyAdopter": "Ранній користувач 🦄",
  "active": "Задіяна",
  "inactive": "Незадіяна",
  "trial": "Випробування",
  "weekday1": "Понеділок",
  "weekday2": "Вівторок",
  "weekday3": "Середа",
  "weekday4": "Четвер",
  "weekday5": "П’ятниця",
  "weekday6": "Субота",
  "weekday0": "Неділя",
  "introTitle": "Ласкаво просимо!",
  "introButton": "Вступне повідомлення",
  "introBack": "Ходімо!",
  "back": "Назад",
  "soundEffects": "Звукові ефекти",
  "emptyHashtags": "Список хештегів поки що порожній. Додайте свою першу задачу з #хештегом, щоб додати сюди першу позицію!",
  "refreshRequest": "Доступна нова версія Тудуранта. Будь ласка, поновіть сторінку, щоб отримати нові блискучі функції 🦄",
  "refresh": "Оновити",
  "homeShort": {
    "headline": "Системи продуктивності не працюють.",
    "headline2": "Тудурант працює.",
    "feature1": "Фокусуйтеся на одному завданню за раз",
    "feature2": "Додавайте дату або місяць кожного завдання",
    "feature3": "Робіть неприємні завдання (жаби) на початку дня",
    "feature4": "Тримайте папку \"вхідні\" порожній",
    "differenceTitle": "У чому відмінність Тудуранта?",
    "differenceText1": "Всі інші інструменти продуктивності фокусуються на зберіганні, організації та автоматизації нескінченних списків завдань. Тудурант фокусується на тому, що важливо: він змушує вас завершувати завдання.",
    "differenceText2": "Тудурант використовує тактики покарань і похвали для підтримки хороших звичок і відмови від поганої поведінки. Він впливає на примітивну частина мозку і прищеплює залежність до виконання завдань за тими ж принципами, за якими працює звикання до цукру.",
    "differenceText3": "Я прочитав більше 20 книг про продуктивність і спробував все методології з них. Коли я провалив буквально кожну з систем продуктивності, я розбив їх на складові, зібрав з розбитих частин одну велику методологію і спростив результат. Це те, як був створений Тудурант.",
    "dealTitle": "Що потрібно від вас?",
    "dealText1": "Тудурант безкоштовний перші 30 днів використання, після — приблизно $5 в місяць. Це дорожче, ніж у конкурентів, тому що Тудурант реально працює. Якщо ви не отримаєте $5 в еквіваленті продуктивності за перші 30 днів — нічого страшного, просто перестаньте користуватися Тудурантом.",
    "dealText2": "Вам потрібно лише почати користуватися Тудурантом. Вам не потрібно давати жодної інформації типу номера кредитної карти до закінчення безкоштовного періоду користування. Вам навіть не потрібно створювати аккаунт, якщо ви почнете користуватися мобільними додатками!",
    "dealText3": "Єдиний виняток — це якщо ви створите аккаунт з девайса від Apple. Apple змусили Тудурант просити користувачів почати безкоштовну передплату на iOS до того, як люди можуть почати користуватися сервісом. Щоб обійти це обмеження, спочатку створіть акаунт тут, на сайті — а потім зайдіть в цей акаунт через iOS додаток."
  },
  "googleCalendarDisableSuccess": "Гугл Календар успішно відключений",
  "googleCalendarEnableSuccess": "Гугл Календар успішно підключений",
  "edit": "Редагувати"
}
